{"0": {"title": "Breaking Bad", "description": "A high school chemistry teacher diagnosed with inoperable lung cancer turns to manufacturing and selling methamphetamine", "genre": "Crime"}, "1": {"title": "Game of Thrones", "description": "While a civil war brews between several noble families in Westeros, the children of the former rulers of the land attempt to rise to power", "genre": "Adventure"}, "2": {"title": "The Walking Dead", "description": "Sheriff Deputy Rick Grimes leads a group of survivors in a world overrun by the walking dead. Fighting the dead, fearing the living", "genre": "Horror"}, "3": {"title": "The Flash", "description": "After being struck by lightning, Barry Allen wakes up from his coma to discover he's been given the power of super speed, becoming a superhero, The Flash, fighting crime in Central City", "genre": "Action"}, "4": {"title": "Supernatural", "description": "Two brothers follow their father's footsteps as hunters fighting evil supernatural beings of many kinds including monsters, demons, and gods that roam the earth", "genre": "Drama/Action"}, "5": {"title": "Lucifer", "description": "Lucifer takes up residence in Los Angeles", "genre": "Crime/Drama/Fantasay"}, "6": {"title": "Vikings", "description": "The world of the Vikings is brought to life through the journey of Ragnar Lothbrok, the first Viking to emerge from Norse legend and onto the pages of history - a man on the edge of myth", "genre": "Action/Drama/History"}, "7": {"title": "The Blacklist", "description": "A new FBI profiler, Elizabeth Keen, has her entire life uprooted when a mysterious criminal, Raymond Reddington, who has eluded capture for decades, turns himself in and insists on speaking only to her", "genre": "Crime/Drama/Mistery"}, "8": {"title": "Modern Family", "description": "Three different, but related families face trials and tribulations in their own uniquely comedic ways", "genre": "Comedy/Romance"}, "9": {"title": "Suits", "description": "On the run from a drug deal gone bad, Mike Ross, a brilliant college-dropout, finds himself a job working with Harvey Specter, one of New York City's best lawyers", "genre": "Comedy/Drama"}, "10": {"title": "Arrow", "description": "Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow", "genre": "Action/Adventure"}, "11": {"title": "Supergirl", "description": "n an effort to protect Kal-El, the future Superman, a 13-year old Kara Zor-El was launched from Krypton moments..", "genre": "Action"}, "12": {"title": "The Young and the Restless", "description": "The Young and the Restless revolves around the rivalries, romances, hopes and fears of the residents of the fictional Midwestern..", "genre": "Comedy"}, "13": {"title": "The Big Bang Theory", "description": "Created by writer/producers Chuck Lorre (of Two and a Half Men) and Bill Prady (of Gilmore Girls) comes The Big", "genre": "Comedy/Romance"}, "14": {"title": "Grey's Anatomy", "description": "Grey's Anatomy is a medical drama about a group of surgeons working at Seattle Grace Hospital. The show centers around", "genre": "Medical/Drama"}, "15": {"title": "Criminal Minds", "description": "The Behavioral Analysis Unit consists of an elite team of FBI profilers who analyze the country's most twisted criminal minds", "genre": "Drama"}, "16": {"title": "The Vampire Diaries", "description": "The Vampire Diaries is based on a novel series penned by L.J. Smith where you are given the insight into...", "genre": "SF/Romance"}, "17": {"title": "Survivor", "description": "The rules of Survivor are simple: Americans are abandoned in the middle of some of the most unforgiving places on", "genre": "Action"}, "18": {"title": "Gotham", "description": "Explores the origin stories of Commissioner James Gordon.  He is still a detective but he has yet to meet Batman and the villains who made Gotham City so famous", "genre": "Action/Adventure"}, "19": {"title": "The Simpsons", "description": "This is the 25th Treehouse of Horror in the Simpsons organized by Matt Groening. It is divided in three parts", "genre": "Comedy/Animation"}, "20": {"title": "Teen Wolf", "description": "MTV's reboot of the classic 1980s cult movie Teen Wolf. Scott is a typical high school student until one night", "genre": "SF/Adventure/Drama"}, "21": {"title": "Elementary", "description": "Elementary is a CBS television series based on Sir Arthur Conan Doyle's Sherlock Holmes detective stories with contemporary twists.", "genre": "Comedy"}, "22": {"title": "The Chew", "description": "The Chew will focus on food from every regard - as a source of health, happiness, family, friendship, fitness, romance,", "genre": "Action/Adventure"}, "23": {"title": "Bones", "description": "From executive producers Barry Josephson and Hart Hanson comes the darkly amusing drama Bones, inspired by real-life forensic anthropologist and", "genre": "Action/Horror"}, "24": {"title": "American Dad!", "description": "American Dad! from Family Guy creator, Seth MacFarlane, is the animated story of Stan Smith, who works for the CIA", "genre": "Comedy/Animation"}, "25": {"title": "Blue Bloods", "description": "Blue Bloods is a CBS police drama by Robin Green and Mitchell Burgess, known for their work on the long", "genre": "Action"}}